cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "rbenv"
brew "nodebrew"
brew "zsh-completion"
brew "git"
brew "git-secrets"
brew "mas"
brew "tree"
brew "watch"
brew "wget"
brew "docker-compose"
brew "mysql"

cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "firefox"
cask "notion"
cask "visual-studio-code"
cask "font-hack-nerd-font"
cask "slack"
cask "zoom"
cask "clipy"
cask "mysqlworkbench"
